<?php
require_once $_SERVER[ "DOCUMENT_ROOT" ] . "/../common_files/webserver_flg.php";
require_once $_SERVER[ "DOCUMENT_ROOT" ] . "/../common_files/external_websites.php";
?>
<?php require_once $_SERVER["DOCUMENT_ROOT"] .  "/ssi/head/nomal1.php" ?>

<title>約30年のロングセラーを続ける「会計王」の開発からフィンテック企業の設立まで ― －ソリマチ株式会社</title>
<link href="/common/style/import_gl.css" rel="stylesheet" type="text/css" media="all">
<link href="/about/style/about_style.css" rel="stylesheet" media="all">
<link href="/about/style/layout_msg.css" rel="stylesheet" media="all">
<link href="https://fonts.googleapis.com/earlyaccess/notosansjapanese.css" rel="stylesheet">
<link href="https://fonts.googleapis.com/css?family=Abhaya+Libre:400,600" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Noto+Sans+JP:wght@100;300;400;500;700;900&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css?family=Open+Sans:700&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Roboto:wght@400;500;700&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Kosugi+Maru&display=swap" rel="stylesheet">
<?php require_once $_SERVER["DOCUMENT_ROOT"] .  "/ssi/head/nomal2.php" ?>
<meta name="Keywords" content="ソリマチ株式会社について">
<meta name="Description" content="ソリマチ株式会社 反町 秀樹よりご挨拶を申し上げます">
</head>
<body>
<?php require_once $_SERVER["DOCUMENT_ROOT"] .  "/ssi/ghead.php" ?>
<main id="wrapper">
<header id="ceo_msg">
        <div class="inner">
                <div class="ceo_img"> <img src="images/ceo_images.png"></div>
                <div class="ceo_txt">
                        <h1>約30年のロングセラーを続ける<br>
                                「会計王」の開発から<br>
                                フィンテック企業の設立まで</h1>
                        <img src="images/ceo_images_sp.png" class="ceo_img_sp"/>
                        <h2>ソリマチグループ各社代表取締役社長</h2>
                        <h3>反町 秀樹</h3>
                        <p>1965年 新潟県長岡市出身<br>
                                ソリマチグループ各社 代表</p>
                        <p>税理士、ITコーディネータ<br>
                                監査法人KPMGピートマーウィック国際税務部を経て、1994年ソリマチ情報センター（現・ソリマチ）取締役就任。2003年代表取締役社長就任。2009年ソリマチグループ代表に就任</p>
                </div>
        </div>
</header>
<div id="contents">
        <div class="inner">
                <h1><span class="letter-dash">STORY.01</span>税理士としてのスタートを切るまで</h1>
                <img src="images/faact_image_001.jpg" class="ph_img img_rwd_r" width="300" alt="税理士としてのスタートを切るまで"/>
                <p>反町秀樹が、父の創業した新潟県長岡市の「反町税務会計事務所」を継ぐ道に歩み出したのは高校２年生の時。父が脳梗塞で倒れ、幸運にも命は助かりましたが、将来的に父の会計事務所を維持するためには跡継ぎが早々に必要となり、白羽の矢が立てられたのが次男の秀樹でした。将来を色々と考える時期である高校2年生の反町にとって、税理士資格を急いで取らなければ家業がつぶれてしまうという、胆力の要るスタートでした。 </p>
                <h1><span>STORY.02</span>父・秀司から継いだもの</h1>
                <img src="images/faact_image_002.jpg" class="ph_img img_rwd_r" width="300" alt="父・秀司から継いだもの"/>
                <p>会計の道を歩むことになった反町に大きな影響を与えた、父・秀司は、「一番になって人と違うことをする」と常に考えて育ちました。江戸時代に呉服商が集まっていた長岡市・呉服町で全国最年少の24歳で会計事務所を開業した秀司は、当時の会計業界の慣習に疑問を持ちます。</p>
                <p>当時、税理士は自分の事務所に企業経営者たちを呼び出し、やや上の立ち位置からアドバイスをするような、まさに「先生」という仕事の仕方が当たり前でした。その上下関係に違和感を覚えていた秀司は、経営者を事務所に呼び出すことを止め、事業が営まれている企業の建物に税理士自ら赴く「巡回監査」を開始し、経営状況の数字から会社の雰囲気、社員の様子などを肌で感じながら会計サポートを行うことにしました。「会計はみんなを幸せにするためにある」</p>
                <div class="clear marB50"></div>
                <img src="images/faact_image_004.jpg" class="ph_img img_rwd_l" width="300" alt="父・秀司から継いだもの"/>
                <p>慣習や上下関係、固定観念にとらわれずお客様が本当に喜ぶことを追求しようとする姿勢は、秀司が脳梗塞で倒れた際に言葉に表され、今のソリマチグループの3大経営理念として息づき、息子の反町にも引き継がれています。</p>
                <p>「人のできない事をやろう」<br>
                        その分野において他の人ができない、とにかく一番になること</p>
                <p>「人のやらない事をやろう」<br>
                        今は非常識だが 将来常識になるかもしれないテーマに、一番最初にチャレンジすること</p>
                <p>「世の中の為になることをやろう」<br>
                        人のできないこと、人のやらないことを必ず世の中のためになることへ活かすこと</p>
                <h1><span>STORY.03</span>母から継いだもの</h1>
                <img src="images/faact_image_003.jpg" class="ph_img img_rwd_r" width="300" alt="母から継いだもの"/>
                <p>反町の母は、実家の米屋を手伝っていました。当時の米屋は、店で米を販売するだけでなく、重い米を担いで各家庭を自ら回り、米びつに入れてあげるところまで担っていたそうです。息子の反町も一緒に母の配達を手伝い、伝票の記入をよく手伝っていたそうです。反町は母に連れられて各家庭を回ることで、一般家庭のくらしや経済事情、生活の苦しさ、仕事をしてお米を買うことなどの大変さを肌で、そして伝票を通した数字で感じていた、と回顧しています。</p>
                <p>つつましく生きる家庭、懸命に生きる一人ひとりを足で見て回ったことは、フリーランスや小規模事業者を一人ひとり応援するソリマチ株式会社の思いのベースになっていると言います。</p>
                <h1><span>STORY.04</span>税理士として小さな事業に丁寧に向き合い、<br class="sp_br">
                        フリーランスの応援に結びつく</h1>
                <p>一人ひとりの事業の営みを大切にすることを幼少期より学んだ反町。やがて税理士となり父の会計事務所を継いだ後、精力的に行った活動があります。それは、確定申告時期になると税務署に行列を作る、個人事業主や小規模事業者の納税相談に一人ひとり対応する税理士無料相談会。</p>
                <p>反町はこの一人ひとりの事業の悩みに向き合うことを通して、たくさんの慎ましくも力強い事業の営みが日本の経済のベースになっていることを強烈に実感し、やがてフリーランスや小規模事業者を支える会計バンクを立ち上げることになります。</p>
                <h1><span>STORY.05</span>会計王の開発</h1>
                <img src="images/faact_image_005.jpg" class=" img_rwd_l" width="300" alt="会計王の開発"/>
                <p>東京を拠点として、外資系の監査法人やコンサルティング会社で税理士として経験を積む反町に、高校二年生の時と同等の人生の分岐点が訪れます。それは、税理士としてサポートしてきた仕訳、記帳、決算などの一連の会計業務を、PC上で誰もが簡単に行うことができるPCソフトウェアの開発を指揮してくれないか、というものでした。相談元は、現・ソリマチ株式会社の常務。当時反町は29歳。ワープロの時期で、あのWindows95が発売する前の年の1994年のこと。</p>
                <p>「引き受けた時は“OS”って何ですか？という感じで、右も左もわからない状態でスタートしました」</p>
                <p>PCのことをほとんどわからない状態でスタートしたと語る反町ですが、このプロジェクトはのちに、『会計王』と言う小規模事業者向けPC会計ソフトの大ヒット作として実を結びます。この、新しい海原へ飛び出すことを怖がらずに価値を探求していく姿勢は、やがて会計バンクや、FinFinの立ち上げにつながっていきます。</p>
                <h1><span>STORY.06</span>知の「探索」と「深化」で誕生した<br class="pc_br">
                        「FinFin」</h1>
                <img src="images/faact_image_006.jpg" class="ph_img img_rwd_l" width="300" alt="知の「探索」と「深化」で誕生した「FinFin」"/>
                <p>会計王の成功をさらに拡大させ、2003年に現・ソリマチの社長に就任した反町は、10年ほど前の2010年ごろから分社化していた各社をグループとしてまとめ一枚岩体制を進めます。その中で、大きな会社が抱えがちな、改善（リノベーション）は優秀でも業界や価値を変革させるようなものを作れない『イノベーションのジレンマ』を抱えていたと振り返ります。</p>
                <p>「新しいことができなくなり、陳腐化していくことに危機感を覚えていました。そこで、『探索と深化』の両利きの経営を目指すことにしました。」</p>
                <p>新しい取組（知の探索）と既存事業の効率化（知の深化）の両利きの経営により、もう一度成長しようと決めた反町。ここで反町が例えて話してくれたのは、あの「宇宙戦艦ヤマト」の話。宇宙戦艦ヤマトは、放射能で住めなくなった地球を救うため、イスカンダルと言う未踏の地へ、放射能除去装置を『探索』しに行く。その話を元に、『探索』を行うためのプロジェクト、『ヤマトプロジェクト』を立ち上げます。FinTech拠点のFINOLABから成果を持って帰り会社を再成長させることがプロジェクトの目的。当時の反町の右腕・左腕だったキーパーソンを、『ヤマトプロジェクト』の責任者として任命し、『探索』に出てもらったと言います。この『探索』の果てに生まれたのが、誰でも簡単にスマートフォン上で会計作業を行うスマートフォンアプリ『FinFin』です。</p>
                <h1><span>STORY.07</span>会計バンク本格始動、<br class="pc_br">
                        「FinFin」の誕生</h1>
                <img src="images/faact_image_007.png" class="img_rwd_r" width="300" alt="会計バンク本格始動、「FinFin」の誕生"/>
                <p>「全てのスモールビジネスに新しい出会いを創造し、産業別社会基盤を提供する」という目標のもとに2021年に産声を上げた会計バンクは、スタンドアロン型会計ソフトやクラウド会計ソフトなどPC向け会計ソフトが全盛期の中で、もはやPCを持たなくなった人たちに向けて、何かできないだろうか？と考えます。</p>
                <p>スモールビジネスを営む人は、仕事はPCで行っていても、連絡やインターネットバンキングなどの利用はスマートフォンで完結する人も多いはず。さらにはスマートフォンのみで仕事を終える人も増えているのではという仮説の元、スマートフォン上でファイナンスや新しい仕入れ先、売り先を探せるプラットフォーム、社会基盤を作ろう、という回答が出ます。</p>
                <p>具体的な形として2022年末にようやく実を結んだのが、フリーランス向けスマートフォン会計アプリ『スマホ会計FinFin』・『スマホインボイスFinFin』。インボイス制度がにわかに叫ばれる前後で、誰が一番困るのかと考えた時に、毎日の事業が忙しく、気軽に会計や確定申告について相談できる税理士がいない、フリーランスを応援するべきではないか。</p>
                <p>『探索』の果てに生まれた『FinFin』は、米の配達を通して慎ましく生きる家庭を見た経験や、必死に小さな事業を続ける小規模事業者の相談を税務署で受けた反町の思いにも重なります。父が残した「人のできない事をやろう」「人のやらない事をやろう」「世の中の為になることをやろう」という理念の延長に『FinFin』はある、と反町は語ります。</p>
                <h1><span>STORY.08</span>会計バンク本格始動、<br class="pc_br">
                        「FinFin」の誕生</h1>
                <img src="images/faact_image_008.jpg" class="ph_img img_rwd_l" width="300" alt="会計バンク本格始動、「FinFin」の誕生"/>
                <p>新しい価値を探しに行く『探索』と、既存サービスをよりよくしていく『深化』について、反町はこのように語ります。</p>
                <p>「事業はどうしても陳腐化していくものですが、会計バンクという新しい会社の設立や『FinFin』という今の時代に選ばれる新サービスの生産（知の探索）と、既存事業の効率化（知の深化）を進める、両利きの経営を実践しています。またヤマトプロジェクト時のように、新しい取り組みには上の幹部をあて、空いた席には部下を当て、既存事業をどんどん任せていくという上向き経営も行っています。これにより若手は仕事の経験値を積むことができ、活躍できる人材が育つ流れが出来ています。」</p>
                <h1><span>STORY.09</span>2023年は会計の分岐点<br>
                        フリーランスの環境はさらに厳しいものになると予想</h1>
                <img src="images/faact_image_009.jpg" class="ph_img img_rwd_l" width="300" alt="2023年は会計の分岐点フリーランスの環境はさらに厳しいものになると予想"/>
                <p>現代において、フリーランスの方々には考えなければいけないことが本当にたくさんあると語る反町。</p>
                <p>「わが国ではコロナ渦の3年間あまり、フリーランスの人口が60万人増加したそうです。『終身雇用もできない』『副業をやりなさい』という言葉が飛び交う今、フリーランスは、ライターやデザイナー、IT技術者など知的ビジネスを営む人や、YouTuberといった新しい職業など本当に多岐に渡ります。その中で残念ながら納税についての理解が足りず、追徴課税されている報道も出てきています。収支というものは銀行に預けた時点である程度は税務署からもわかってしまい、言い逃れはできません。」</p>
                <div class="clear marB50"></div>
                <img src="images/faact_image_010.jpg" class="img_rwd_r" width="300" alt="2023年は会計の分岐点フリーランスの環境はさらに厳しいものになると予想"/>
                <p>「そして、ここにきて2023年10月から施行されるインボイス制度の話があります。この一年で免税事業者から課税事業者に変わるであろうと思われる事業者数は、およそ800万事業者と見ています。今後、会計から見たフリーランスの環境は、劇的に厳しいものに変わると思います。3年の経過措置の間にちょっとずつやり方が変わっていくのか、このまま突き進むのか？など問題の積み残しはありますが、いずれにしても制度は始まります。我々としては「インボイス初心者の、力になりたい」ということを掲げ、インボイス制度の普及や推進をするのではなく、「インボイス制度対応にお困りの人を応援する」というスタンスでこの問題に取り組んで行きたいと考えています。</p>
                <h1><span>STORY.10</span>これからのソリマチグループと<br class="pc_br">
                        5つのTech</h1>
                <img src="images/faact_image_011.jpg" class="ph_img img_rwd_l" width="300" alt="これからのソリマチグループと5つのTech"/>
                <p>これまで我々ソリマチグループは事業分野や顧客別にセグメントを分けて3つの部門として、事業を行ってきました。</p>
                <p>企業には4つの段階があると考えています。起業、成長、安定、そして衰退。過去10年、ソリマチグループは成長を続けているものの、ここ数年は「安定」の段階にあります。先に申し上げた通り、安定の先は「衰退」が待っています。現状の維持だけでは、我々は進化できない。そういう猛烈な危機感を常に持ち続けています。</p>
                <p>そこで、組織を”ACCOUNTECH””AGRITECH””AREATECH””FINTECH””RETAILTECH”の5つのテーマに分類し、目的別に人材をアサインして、事業・人材の最適化と進化のスピードを上げていくことに舵を切りました。「顧客別」ではマーケットに限りがあるかもしれませんが、「テーマ」でスコープを考えてみると、マーケットや世界観が拡がります。これにより企業の再成長を確信しております。5年後、10年後、このテーマが進化していくことを目指し邁進していく所存です。</p>
                <p class="annotation">※ソリマチ株式会社はACCOUNTECHに所属しています。ACCOUNTECHは「経理は会社を良くする」という信念とテクノロジーで、会計を中心とした業務アプリケーションの提供を通じ、お客様の「未来豊か 未来幸せ」を実現することを目的としています。</p>
        </div>
</div>
</main>
<nav id="breadcrumb" class="clearfix">
  <ol itemscope itemtype="http://schema.org/BreadcrumbList" class="panel">
<?php require_once $_SERVER["DOCUMENT_ROOT"] .  "/ssi/breadcrumb/bread-home.php" ?>
    <li itemprop="itemListElement" itemscope itemtype="http://schema.org/ListItem">
      <span itemprop="name">代表メッセージ</span>
      <meta itemprop="position" content="2" />
    </li>
  </ol>
</nav>
<?php require_once $_SERVER["DOCUMENT_ROOT"] .  "/ssi/gfoot.php" ?>
</body>
</html>